test_cases/test_column_blob_noC/constant/phaseProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      phaseProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases          (water resist);

sigma           0.0728;

/*
sigma
{
    type        concentrationDependent;
    sigma
    {
        type    polynomial;
        coeffs  (0.0728 -6e-3);
    }
}
*/
// ************************************************************************* //
